Repository: SoyVipClub/ClubSoyVip
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Search for restaurants or foods
es: Busca restaurantes o comidas

source: Top Restaurants
es: Los mejores Vip

source: Ordered by Nearby first
es: Pedido por Cercano primero

source: Trending This Week
es: Tendencias esta semana

# double_click_on_the_food_to_add_it_to_the
source: Haga clic en la comida para obtener más detalles al respecto.
es: Haga doble clic en la comida para agregarla al carrito.

source: Food Categories
es: Categorías

source: Most Popular
es: Más populares

source: Recent Reviews
es: Comentarios recientes

source: Login
es: Iniciar sesión

source: Skip
es: Omitir

source: About
es: Acerca de

source: Submit
es: Enviar

source: Verify
es: Verificar

source: Select your preferred languages
es: Selecciona tus idiomas preferidos

source: Order Id
es: Solicitar ID

source: Category
es: Categoría

source: Checkout
es: Enviar

source: Payment Mode
es: Modo de pago

source: Select your preferred payment mode
es: Seleccione su modo de pago preferido

source: Or Checkout With
es: O pagar con

source: Subtotal
es: Total parcial

source: Confirm Payment
es: Confirmar pago

source: Menu
es: Menú

source: Information
es: Información

source: Featured Foods
es: Alimentos destacados

source: What They Say ?
es: Lo que ellos dicen ?

source: Favorite Foods
es: Comidas favoritas

source: g
es: sol

source: Select extras to add them on the food
es: Seleccione extras para agregarlos a la comida

source: Ingredients
es: Ingredientes

source: Nutrition
es: Nutrición

source: Reviews
es: Comentarios

source: Quantity
es: Cantidad

source: Add to Cart
es: añadir a la cesta

source: Faq
es: Preguntas más frecuentes

source: Help & Supports
es: Ayuda y apoyos

source: App Language
es: Idioma de la aplicación

source: I forgot password ?
es: ¿Olvidé la contraseña?

source: I don't have an account?
es: No tengo una cuenta

source: Maps Explorer
es: Explorador de mapas

source: All Menu
es: Todo el menú

source: Longpress on the food to add suplements
es: Mantenga presionada la comida para agregar suplementos

source: Notifications
es: Notificaciones

source: Confirmation
es: Confirmación

source: Your order has been successfully submitted!
es: Su pedido ha sido enviado con éxito!

source: TAX
es: IMPUESTO

source: My Orders
es: Mis ordenes

source: Profile
es: Perfil

source: Favorites
es: Favoritos

source: Home
es: Inicio

source: Payment Options
es: Opciones de pago

source: Cash on delivery
es: Haga clic para pagar en efectivo

source: PayPal Payment
es: Pago de PayPal

source: Recent Orders
es: órdenes recientes

source: Settings
es: Configuraciones

source: Profile Settings
es: Configuración de perfil

source: Full name
es: Nombre completo

source: Phone
es: Teléfono

source: Address
es: Dirección

source: Payments Settings
es: Configuraciones de pagos

source: Default Credit Card
es: Tarjeta de crédito predeterminada

source: App Settings
es: Ajustes de Aplicacion

source: Languages
es: Idiomas

source: English
es: Inglés

source: Help & Support
es: Servicio de asistencia

source: Register
es: Registro

source: Let's Start with register!
es: ¡Comencemos con el registro!

source: Should be more than 3 letters
es: Debe tener más de 3 letras.

source: Should be a valid email
es: Debería ser un correo electrónico válido

source: Should be more than 6 letters
es: Debe tener más de 6 letras.

source: Password
es: Contraseña

source: I have account? Back to login
es: Tengo cuenta? Atrás para iniciar sesión

source: Multi-Restaurants
es: Multi-restaurantes

source: Tracking Order
es: Orden de seguimiento

source: Discover & Explorer
es: Descubrir y explorar

# you_can_discover_restaurants
source: You can discover restaurants & fastfood arround you and choose you best meal after few minutes we prepare and delivere it for you
es: Puede descubrir restaurantes y comida rápida a su alrededor y elegir su mejor comida después de unos minutos, la preparamos y la entregamos para usted.

source: Reset Cart?
es: Restablecer carro?

source: Cart
es: Carro

source: Shopping Cart
es: Carrito de compras

source: Verify your quantity and click checkout
es: Verifique su cantidad y haga clic en pagar

source: Let's Start with Login!
es: ¡Comencemos con el inicio de sesión!

source: Should be more than 3 characters
es: Debe tener más de 3 caracteres.

# you_must_add_foods_of_the_same_restaurants_choose_one
source: You must add foods of the same restaurants choose one restaurants only!
es: Debe agregar alimentos de los mismos restaurantes, elija uno solo.

source: Reset your cart and order meals form this restaurant
es: Restablezca su carrito y ordene comidas de este restaurante

source: Keep your old meals of this restaurant
es: Mantenga sus comidas antiguas de este restaurante.

source: Reset
es: Reiniciar

source: Close
es: No

source: Application Preferences
es: Preferencias de aplicación

source: Help & Support
es: Servicio de asistencia

source: Light Mode
es: Modo de luz

source: Dark Mode
es: Modo oscuro

source: Log out
es: Cerrar sesión

source: Version
es: Versión

source: D'ont have any item in your cart
es: No tengas ningún artículo en tu carrito

source: Start Exploring
es: Empieza a explorar

source: D'ont have any item in the notification list
es: No tenga ningún elemento en la lista de notificaciones

source: Payment Settings
es: Configuraciones de pago

source: Not a valid number
es: No es un numero valido

source: Not a valid date
es: No es una fecha valida

source: Not a valid CVC
es: No es un CVC válido

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Edit
es: Editar

source: Not a valid full name
es: No es un nombre completo válido

source: Email Address
es: Dirección de correo electrónico

source: Not a valid email
es: No es un correo valido

source: Not a valid phone
es: No es un teléfono válido

source: Not a valid address
es: No es una direccion valida

source: Not a valid biography
es: No es una biografía válida.

source: Your biography
es: Tu biografía

source: Your Address
es: Su dirección

source: Search
es: Buscar

source: Recents Search
es: Búsqueda reciente

source: Verify your internet connection
es: Verifica tu conexión a internet

# carts_refreshed_successfuly
source: Carts refreshed successfully
es: Carros actualizados con éxito

# the_food_was_removed_from_your_cart
source: The {foodname} was removed from your cart
es: El {foodname} fue eliminado de su carrito

# category_refreshed_successfuly
source: Category refreshed successfully
es: Categoría actualizada correctamente

# notifications_refreshed_successfuly
source: Notifications refreshed successfully
es: Notificaciones actualizadas con éxito

# order_refreshed_successfuly
source: Order refreshed successfully
es: Pedido actualizado correctamente

# orders_refreshed_successfuly
source: Orders refreshed successfully
es: Pedidos actualizados correctamente

# restaurant_refreshed_successfuly
source: Restaurant refreshed successfully
es: Restaurante renovado con éxito

source: Profile settings updated successfully
es: La configuración del perfil se actualizó correctamente

source: Payment settings updated successfully
es: Configuración de pago actualizada correctamente

# tracking_refreshed_successfuly
source: Tracking refreshed successfully
es: Seguimiento actualizado con éxito

source: Welcome
es: Bienvenido

source: Wrong email or password
es: Correo o contraseña equivocada

source: Addresses refreshed successfuly
es: Direcciones actualizadas con éxito

source: Delivery Addresses
es: Direcciones de entrega

source: Add
es: Agregar

source: New Address added successfully
es: Nueva dirección agregada correctamente

source: The address updated successfully
es: La dirección se actualizó correctamente

source: Long press to edit item, swipe item to delete it
es: Mantenga presionado para editar el elemento, deslice el elemento para eliminarlo

source: Add Delivery Address
es: Agregar dirección de entrega

source: Home Address
es: Direccion de casa

source: Description
es: Descripción

# hint_full_address
source: 12 Street, City 21663, Country
es: calle 13,manta 130802, Ciudad

source: Full Address
es: Dirección completa

source: Email to reset password
es: Correo electrónico para restablecer la contraseña

# send_password_reset_link
source: Send link
es: Enviar enlace de restablecimiento de contraseña

source: I remember my password return to login
es: Recuerdo mi contraseña volver a iniciar sesión

source: Your reset link has been sent to your email
es: Su enlace de restablecimiento ha sido enviado a su correo electrónico.

source: Error! Verify email settings
es: ¡Error! Verificar la configuración del correo electrónico

source: Guest
es: Invitado

source: You must sign-in to access to this section
es: Debes iniciar sesión para acceder a esta sección

# tell_us_about_this_food
source: Cuéntanos sobre la comida
es: Cuéntanos sobre esta comida

source: The restaurant has been rated successfully
es: El restaurante ha sido calificado con éxito

source: The food has been rated successfully
es: La comida ha sido calificada con éxito

source: Reviews refreshed successfully!
es: Reseñas actualizadas con éxito!

source: Delivery Fee
es: Cuanto quieres pagar por tu envio

source: Order status changed
es: El estado del pedido cambió

source: New order from client
es: Nuevo pedido del cliente

source: Click on the stars below to leave comments
es: Haga clic en las estrellas a continuación para dejar comentarios

source: Unknown
es: Desconocido

source: Cuisines
es: Ciudades

# favorites_refreshed_successfuly
source: Favorites refreshed successfully
es: Favoritos actualizados con éxito

source: Complete your profile details to continue
es: Complete los detalles de su perfil para continuar

# faqsRefreshedSuccessfuly
source: Faqs refreshed successfully
es: Preguntas frecuentes actualizadas con éxito

source: This food was added to favorite
es: Esta comida fue agregada a favoritos

source: This food was removed from favorites
es: Esta comida fue eliminada de favoritos

# foodRefreshedSuccessfuly
source: Food refreshed successfully
es: Alimentos renovados con éxito

source: RazorPay Payment
es: Pago con RazorPay

# validCouponCode
source: Valid Coupon
es: Cupón inválido

source: Have Coupon Code?
es: ¿Tiene un código de cupón?

source: Filter
es: Filtrar

source: Messages
es: Mensajes

# youDontHaveAnyConversations
source: No tienes conversaciones
es: No tienes ninguna conversación

source: New message from
es: Nuevo mensaje de

source: For more details, please chat with our managers
es: Para obtener más detalles, chatee con nuestros gerentes

source: Sign-In to chat with our managers
es: Inicie sesión para chatear con nuestros gerentes

source: Type to start chat
es: Escribe para iniciar el chat

source: Make it default
es: Hágalo predeterminado

source: Not valid address
es: Dirección no válida

source: This notification has marked as unread
es: Esta notificación se marcó como no leída

source: Notification was removed
es: Se eliminó la notificación

source: This notification has marked as read
es: Esta notificación se marcó como leída
